Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/cadas.po
Languages: es

source: Cadastre
es: Catastro

source: Spatial Unit
es: Unidad Espacial

source: In this process you define the new spatial objects that you want to add to the database with the structure of the LADM_COL model.
es: En este proceso se definen los nuevos objetos espaciales de que desea agregar a la base de datos con estructura del modelo LADM_COL.

source: Add Points
es: Añadir Punto

source: Define Boundaries
es: Definir limites

source: Create plot
es: Crear salida gráfica

source: BA Unit
es: Unidad BA

source: Parcel
es: Predio

source: Party
es: Fiesta

source: Right
es: Derecho

source: Risponsibility
es: Responsbilidad

source: Source
es: Fuente

source: Quality
es: Calidad
