Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/help.po
Languages: es

source: Settings
es: Configuración

source: Database Connection
es: Conexión a base de datos

source: In this tab, the parameters are defined to connect to the database in which the physical model of LADM_COL is stored.
es: En esta pestaña, los parámetros son definidos para conectarse a la base de datos en la que se almacena el modelo físico de LADM_COL.

source: These parameters are: \
es: Estos parámetros son: \

source: *Common parameters*
es: *Parámetros comunes*

source: **Source**: define the origin of the data, it can be a spatial database *PostgreSQL/PostGIS* or *GeoPackage*.
es: **Fuente**: define el origen de los datos, estos pueden ser una base de datos espacial de *PostgreSQL/PostGIS* o *GeoPackage*.

source: *Only PostgreSQL/PostGIS parameters*
es: *Parámetros solo para PostgreSQL/PostGIS*

source: **Host**: address where the database is hosted *localhost* is equivalent to *127.0.0.1*
es: **Host**: dirección donde la base de datos esta alojada *localhost* es equivalente a *127.0.0.1*

source: **Port**: listening port number for the database
es: **Puerto**: puerto de escucha para la base de datos

source: **Database**: Name of the database that contains or will contain the physical model of LADM_COL
es: **Base de datos**: Nombre de la base de datos que contiene o contendrá el modelo físico de LADM_COL

source: **Schema**: Name of the schema that stores the objects of the physical model of LADM_COL
es: **Esquema**: Nombre del esquema en el cual se almacenan los objetos del modelo físico de LADM_COL

source: **User**: User name that has permission on the database
es: **Usuario**: Nombre de usuario que tiene permisos sobre la base de datos

source: **Password**: user's password
es: **Contraseña**: Contraseña de usuario

source: *Only GeoPackage parameters*
es: *Parámetros solo para GeoPackage*

source: **Database File**: Disk location of the GeoPakage file that contains the database.
es: ** Archivo de base de datos **: Ubicación del disco del archivo GeoPakage que contiene la base de datos.

source: The *Test Connection* button is used to know if the entered parameters are correct and allow connection to the database
es: El botón *Probar conexión* se usa para saber si los parámetros ingresados son correctos y permiten la conexión a la base de datos

source: Quality
es: Calidad

source: For data quality issues in this tab, the tolerance limit allowed for too long boundary segments is established, this must be defined in meters.
es: Para problemas de calidad de datos en esta pestaña, se establece el límite de tolerancia permitido para segmentos de límite demasiado largos, esto debe definirse en metros.

source: Automatic Values
es: Valores Automaticos

source: Most of the classes in LADM_COL have two attibutes that combined must be unique in the whole ``schema/database``. They are called **namespace** and **local_id**. To make it easier to fill those attibutes, the *LADM_COL assistant* can set automatic values for them.
es: La mayoría de las clase en LADM_COL tienen dos atributos cuya combinación debe ser única en el ``schema/database``. Estos son llamados **espacio_de_nombres** y **local_id**. Para facilitar el llenado de dichos atributos, el *Asistente LADM_COL* puede definir valores automáticos.

source: Namely, **namespace** will correspond to an optional pefix (e.g., MY_ORGANIZATION) plus the class name (e.g., BOUNDARY): `MY_ORGANIZATION_BOUNDARY`.
es: Concretamente, *espacio_de_nombres* corresponderá a un prefijo opcional (p.e., MI_ORGANIZACION) más el nombre de la clase (p.e., LINDERO): MI_ORGANIZACION_LINDERO.

source: On the other hand, **local_id** will correspond to the id of the record in the database.
es: Por otro lado, **local_id** corresponderá al ID del registro en la base de datos.

source: If you want to fill those values by youtself, uncheck the check boxes in this form.
es: Si por el contrario quieres llenar los datos manualmente, desmarca las cajas en el formulario.
