Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/settings.po
Languages: es

source: Settings
es: Configuración

source: Database Connection
es: Conexión a Base de Datos

source: In this tab, the parameters are defined to connect to the database in which the physical model of LADM_COL is stored.
es: En esta pestaña, se definen los parámetros para conectarse con la base de datos que almacena el modelo físico de LADM_COL.

source: These parameters are: \
es: Estos parámetros son:\

source: *Common parameters*
es: *Parámetros comunes*

source: **Source**: define the origin of the data, it can be a spatial database *PostgreSQL/PostGIS* or *GeoPackage*.
es: **Fuente**: Define el origen de los datos, esta puede ser una base de datos espacial *PostgreSQL* o *GeoPackage*.

source: *Only PostgreSQL/PostGIS parameters*
es: *Solo párametros de PostgreSQL/PostGIS*

source: **User**: User name that has permission on the database
es: **Usuario**: Nombre del Usuario que tiene permiso sobre la base de datos

source: **Password**: user password
es: **Contraseña**: Contraseña de Usuario

source: **Host**: address where the database is hosted *localhost* is equivalent to *127.0.0.1*
es: **Host**: dirección donde la base de datos es almacenada *localhost* es equivalente a *127.0.0.1*

source: **Port**: listening port number for the database
es: **Puerto**: Número del puerto de escucha para la base de datos

source: **Database**: Name of the database that contains or will contain the physical model of LADM_COL
es: **Base de Datos**:Nombre de la base de datos que contiene o contendrá el modelo físico de LADM_COL

source: **Schema**: Name of the schema that stores the objects of the physical model of LADM_COL
es: **Esquema**: Nombre del esquema que almacena los objetos del modelo físico de LADM_COL

source: **Note**: You can create your database and schema. But names should not contain special characters.
es: **Nota**: Puede crear su base de datos y su esquema. Pero los nombres no deben contener caracteres especiales.

source: *Only GeoPackage parameters*
es: *Solo parámetros de GeoPackage*

source: **Database File**: Disk location of the GeoPakage file that contains the database.
es: **Archivo de Base de Datos**: Ubicación en disco del archivo Geopackage que contiene la base de datos.

source: The *Test Connection* button is used to know if the entered parameters are correct and allow connection to the database
es: El botón *Probar Conexión* se usa para saber si los parámetros ingresados son correctos y permiten la conexión a la base de datos

source: Models
es: Modelos

source: In this tab, you can select whether you want to use the repository of local or remote models.
es: En esta pestaña, puede seleccionar si desea utilizar el repositorio de modelos locales o remotos.

source: Quality
es: Calidad

source: For data quality issues in this tab, the tolerance limit allowed for too long boundary segments is established, this must be defined in meters.
es: En esta pestaña se definen parámetros para validaciones de calidad. Por ejemplo, se establece el límite de tolerancia permitido para segmentos de linderos demasiado largos, el cual debe estar definido en metros.

source: Automatic Values
es: Valores Automáticos

source: Most of the classes in LADM_COL have two attibutes that combined must be unique in the whole ``schema/database``. They are called **namespace** and **local_id**. To make it easier to fill those attibutes, the *LADM_COL assistant* can set automatic values for them.
es: La mayoría de las clases en LADM_COL tiene dos atributos que combinados deben ser únicos en todo el ``esquema/base de datos``. Se denominan **espacio_de_nombres** y **local_id**. Para hacer más fácil el llenado de estos atributos, el *asistente LADM_COL* puede configurarse con valores automáticos para ellos.

source: Namely, **namespace** will correspond to an optional pefix (e.g., MY_ORGANIZATION) plus the class name (e.g., BOUNDARY): `MY_ORGANIZATION_BOUNDARY`.
es: Concretamente, **espacio_de_nombres** corresponderá a un prefijo opcional (p.e., MI_ORGANIZACION) más el nombre de la clase (p.e., LINDERO): `MI_ORGANIZATION_LINDERO`.

source: On the other hand, **local_id** will correspond to the id of the record in the database.
es: Por otra parte , **local_id** correspondera al ID del registro en la base de datos.

source: If you want to fill those values by youtself, uncheck the check boxes in this form.
es: Si deseas llenar esos valores por tu cuenta desmarca las siguientes opciones en este formulario.

source: Sources
es: Fuentes

source: It's possible to configure through a data repository a URL path to upload administrative sources and spatial sources associated with the information collected in LADM-COL.
es: Es posible configurar a través de un repositorio de datos una ruta de acceso URL para subir fuentes administrativas y fuentes espaciales asociadas a la información recolectada en LADM-COL.
