Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/cadastre/Quality.po
Languages: es

source: Check Quality Rules
es: Revisar Reglas de Calidad

source: Rules for Points
es: Reglas para Puntos

source: Boundary Points Should Not Overlap
es: Los Puntos de Linderos no deben superponerse

source: Control Points Should not Overlap
es: Los Puntos de Control no deben superponerse

source: Rules for Lines
es: Reglas para Lineas

source: Boundary Segments Should Not Be Longer Than
es: Los segmentos de Linderos no deben ser más largos que

source: Boundaries Should Not Overlap
es: Los Linderos no deben superponerse

source: Boundary Nodes Should Be Covered By Boundary Point
es: Los nodos de Linderos deben estar cubiertos por Putos de Lindero

source: Boundaries Should Not Have Dangles
es: Los Linderos no deben tener nodos sin conectar

source: Rules for Polygons
es: Reglas para Poligonos

source: Plots Should Not Overlap
es: Los Terrenos no deben superponerse

source: Buildings Nodes Should Be Covered By Survey Points
es: Los nodos de Construcción deben estar cubiertos por Puntos de Levantamiento

source: Right Of Way Should Not Overlap Buildings
es: Las Servidumbres no se deben superponer con Construcciones

source: Check All
es: Revisar Todo
