Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/cadastre/RRR.po
Languages: es

source: Right
es: Derecho

source: 1. Entering data manually using a form (you need to select Administrative sources before)
es: 1. Ingresando datos manualmente en un formulario (necesitas haber seleccionado Fuentes Administrativas)

source: Choose this option if you have selected at least one *Administrative Source* and want to link such selected sources to a new **Right** that you will create using a form.
es: Elige esta opción si has seleccionado por lo menos una *Fuente Administrativa* y deseas relacionar esas fuentes seleccionadas con un nuevo **Derecho** que vas a crear usando un formulario.

source: **COL_Right** is a class that stores right instances that a party has over a parcel. It is a specialization of the class *LA_RRR*.
es: **COL_Derecho** es una clase que registra las instancias de los derechos que un interesado ejerce sobre un predio. Es una especialización de la clase *LA_RRR* del propio modelo.

source: From another QGIS layer/table (setting a field mapping)
es: Desde otra tabla de QGIS (definiendo un mapeo de campos)

source: Choose this option to open a window that allows you to import data from a source table into the *LADM_COL* **col_derecho table**.
es: Elige esta opción para abrir una ventana que te permite importar datos desde una tabla fuente hacia la tabla **col_derecho** de *LADM_COL*.

source: If the field structure of input and target tables differs, you can set a field mapping to define field transformations and correspondence.
es: Si la estructura de campos de las tablas de entrada y salida difiere, puedes definir un mapeo para transformar campos y establecer correspondencias entre ellos.

source: Restriction
es: Restricción

source: Choose this option if you have selected at least one *Administrative Source* and want to link such selected sources to a new **Restriction** that you will create using a form.
es: Elige esta opción si has seleccionado por lo menos una *Fuente Administrativa* y deseas relacionar esas fuentes seleccionadas con una nueva **Restricción** que vas a crear usando un formulario.

source: **COL_Restriction** are the restrictions on a parcel that affect rights that parties may have over it.
es: **COL_Restricción** almacena las restricciones a las que está sometido un predio y que inciden sobre los derechos que pueden ejercerse sobre él.

source: Choose this option to open a window that allows you to import data from a source table into the *LADM_COL* **col_restriccion table**.
es: Elige esta opción para abrir una ventana que te permite importar datos desde una tabla fuente hacia la tabla **col_restriccion** de *LADM_COL*.

source: Responsibility
es: Responsabilidad

source: Choose this option if you have selected at least one *Administrative Source* and want to link such selected sources to a new **Responsibility** that you will create using a form.
es: Elige esta opción si has seleccionado por lo menos una *Fuente Administrativa* y deseas relacionar esas fuentes seleccionadas con una nueva **Responsabilidad** que vas a crear usando un formulario.

source: **COL_Responsibility** is a class of type *LA_RRR* which stores responsibilities that parties have over parcels.
es: **COL_Responsabilidad** es una clase de tipo *LA_RRR* que registra las responsabilidades que las instancias de los interesados tienen sobre los predios.

source: Choose this option to open a window that allows you to import data from a source table into the *LADM_COL* **col_responsabilidad** table.
es: Elige esta opción para abrir una ventana que te permite importar datos desde una tabla fuente hacia la tabla **col_responsabilidad** de *LADM_COL*.
