Repository: AgenciaImplementacion/Asistente-LADM-COL-docs
Catalog: src/locale/*/LC_MESSAGES/cadastre/Surveying_and_Representation.po
Languages: es

source: Surveying and Representation
es: Topografía y Representación

source: Create Point
es: Crear Punto

source: Boundary Point
es: Punto de lindero

source: Choose this option to load points to **Boundary Points** layer from *LADM_COL* model.
es: Elige esta opción para cargar puntos a la capa **Punto Lindero** del modelo *LADM_COL*.

source: **Boundary Point** is a specialized class of *LA_Point* which stores points that define a boundary. Boundary is an instance of *LA_BoundaryFaceString* class and its specializations.
es: **Punto Lindero** es una clase especializada de *LA_Punto* que almacena puntos que definen un lindero. Lindero es una instancia de la clase *LA_BoundaryFaceString* y sus especializaciones.

source: Survey Point
es: Punto Levantamiento

source: Choose this option to load points to **Survey Points** layer from *LADM_COL* model.
es: Elige esta opción para cargar puntos a la capa **Punto Levantamiento** del modelo *LADM_COL*.

source: **Survey Point** is a specialized class of *LA_Point* which represents a building, right of way or auxiliary vertex.
es: **Punto Levantamiento** es una clase especializada de *LA_Punto* que representa la posición horizontal de un vértice de construcción, servidumbre o auxiliares.

source: Create Boundary
es: Crear Lindero

source: Digitizing
es: Digitalizando

source: Choose this option if you want to create a **Boundary** using QGIS digitizing tools.
es: Elige esta opción si deseas agregar un **Lindero** usando las herramientas de digitalización de QGIS.

source: **Boundary** is a specialization of the *LA_CadenaCarasLindero* class to store boundaries that define plots. Two boundaries must not cross or overlap.
es: **Lindero** es una clase especializada de *LA_CadenaCarasLindero* que permite registrar los linderos. Dos linderos no pueden cruzarse ni superponerse.

source: From another QGIS Layer/table (setting a field mapping)
es: Desde otra capa de QGIS (definiendo un mapeo de campos)

source: Choose this option to open a window that allows you to import data from a source table into the *LADM_COL* **lindero** table.
es: Elige esta opción para abrir una ventana que te permite importar datos desde una tabla fuente hacia la tabla **lindero** de *LADM_COL*.

source: If the field structure of input and target tables differs, you can set a field mapping to define field transformations and correspondence.
es: Si la estructura de campos de las tablas de entrada y salida difiere, puedes definir un mapeo para transformar campos y establecer correspondencias entre ellos.
